Repository: Blueberryy/I18n
Catalog: strings/addon.fs-chat/*.po
Languages: fi, hu, sv, zh_hant

# addon.fs-chat.button.active
source: Disable FS Chat
fi: Ota FS Chatti pois päältä
hu: FS Chat kikapcsolása
sv: Inaktivera helskärmschatt
zh_hant: 停用全螢幕聊天室

# addon.fs-chat.button.inactive
source: FS Chat
fi: FS Chatti
sv: Helskärmschatt
zh_hant: 全螢幕聊天室

# addon.fs-chat.using
source: Using FS Chat
fi: FS Chat käytössä
hu: FS Chat használata
sv: Använd helskärmschatt
zh_hant: 使用全螢幕聊天室

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: FS Chatti
hu: FS Chat
sv: Helskärmschatt
zh_hant: 全螢幕聊天室

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Ulkonäkö
hu: Megjelenés
sv: Utseende
zh_hant: 外觀

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Käyttäytyminen
sv: Beteende
zh_hant: 行為

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Koko ja Sijainti
hu: Méret és pozíció
sv: Storlek och position
zh_hant: 大小及位置

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Automaattisesti avaa FS Chatti mennessä kokonäytölle.
sv: Öppna helskärmschatt automatiskt när helskärm aktiveras.
zh_hant: 當進入全螢幕模式時自動開啟全螢幕聊天室。

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Taustan Sumeus
sv: Suddig bakgrund
zh_hant: 背景模糊

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: **Huom:** Sumeus voi aiheuttaa ongelmia suorituskykyyn riippuen selaimestasi ja PC:n kokoonpanosta.
sv: **OBS:** Utsuddning kan orsaka prestandaproblem beroende på din webbläsare och datorhårdvara.
zh_hant: **注意:** 模糊可能會根據你的瀏覽器及電腦規格而造成效能問題。

# setting.entry.addon.fs-chat.bg.blur.values.0
source: Disabled
fi: Pois käytöstä
hu: Kikapcsolva
sv: Inaktiverad
zh_hant: 停用

# setting.entry.addon.fs-chat.bg.blur.values.10
source: Large (10px)
fi: Suuri (10px)
hu: Nagy (10px)
sv: Stor (10px)
zh_hant: 大 (10px))

# setting.entry.addon.fs-chat.bg.blur.values.2
source: Minor (2px)
fi: Pieni (2px)
hu: Kisebb (2 px)
sv: Liten (2px)
zh_hant: 小 (2px)

# setting.entry.addon.fs-chat.bg.blur.values.5
source: Normal (5px)
fi: Normaali (5px)
hu: Normál (5px)
zh_hant: 普通 (5px)

# setting.entry.addon.fs-chat.bg.blur.values.50
source: Extreme (50px)
fi: Äärimmäinen (50px)
hu: Extrém (50px)
sv: Extrem (50px)
zh_hant: 特大 (50px)

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Taustaväri
sv: Bakgrundsfärg
zh_hant: 背景顏色

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Korkeus
hu: Magasság
sv: Höjd
zh_hant: 高度

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Kuinka korkea FS Chatin pitäisi olla, pixeleissä. Jos tiedät CSS:ää, voit syöttää eri yksikön.
sv: Hur hög helskärmschatten bör vara i bildpunkter. Du kan ange en annan enhet om du kan CSS.
zh_hant: 全螢幕聊天室該有多高，預設為像素。如果你懂CSS，你可以試著使用不同的單位。

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Metatiedon Sijainti
sv: Position för metadata
zh_hant: 中繼資料位置

# setting.entry.addon.fs-chat.metadata.values.0
source: Disabled
fi: Pois käytöstä
hu: Kikapcsolva
sv: Inaktiverad
zh_hant: 停用

# setting.entry.addon.fs-chat.metadata.values.1
source: Above Chat
fi: Chatin yllä
hu: Chat Felett
sv: Ovanför chatten
zh_hant: 在聊天室上方

# setting.entry.addon.fs-chat.metadata.values.2
source: Below Chat
fi: Chatin alla
hu: Chat Alatt
sv: Nedanför chatten
zh_hant: 在聊天室下方

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Minimaalinen Tila
sv: Minimalt läge
zh_hant: 最小化模式

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
sv: Detta döljer chattens sidhuvud och inmatningsknappar när helskärmschatten öppnas.
zh_hant: 當全螢幕聊天室開啟時，這隱藏了聊天室的標題及輸入按鈕。

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
sv: Visa inte chattinmatning.
zh_hant: 不顯示聊天室輸入。

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Käytä pyöristettyjä kulmia.
sv: Använd avrundade hörn.
zh_hant: 使用圓角。

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Pikänäppäin Painike
sv: Kortkommando
zh_hant: 快捷鍵

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
sv: Denna tangentsekvens kan användas för att aktivera/inaktivera helskärmschatt vid helskärm.
zh_hant: 這個按鈕組合可以在使用全螢幕聊天室時調整聊天室。

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
fi: Leveys
sv: Bredd
zh_hant: 寬度

# FFZ Control Center
source: How wide FS Chat should be, in pixels. Defaults to normal chat width. If you know CSS, you can enter a different unit.
sv: Hur bred helskärmschatten bör vara i bildpunkter. Vanlig chattbredd som standard. Du kan ange en annan enhet om du kan CSS.
zh_hant: 全螢幕聊天室該有多寬，預設為像素。如果你懂CSS，你可以試著使用不同的單位。
