Repository: Blueberryy/I18n
Catalog: strings/addon.ffzap-core/*.po
Languages: fi, zh_hant

# setting.entry.ffzap.core.message_deletion.values.1
source: Display Subscriber Messages
fi: Näytä tilaajien viestit
zh_hant: 顯示訂閱用戶訊息

# setting.entry.ffzap.core.message_deletion.values.2
source: Display Moderator Messages
fi: Näytä moderaattoreiden viestit
zh_hant: 顯示管理員訊息

# addon.ffzap-core.highlight-sound.custom-file
source: Custom (File)
fi: Mukautettu (Tiedosto)
zh_hant: 自訂 (文件)

# addon.ffzap-core.no-file-support
source: Custom files are not supported by the current storage provider. Please change your storage provider in Data Management > Storage >> Provider.
fi: Käytössä oleva tallennustila ei tue mukautettuja tiedostoja. Vaihda tallennustilaa Tiedon hallinta > Tallennustila >> Tarjoaja.
zh_hant: 自訂檔案不被目前的儲存空間提供者支援。 請在資料管理>儲存空間>>提供者切換儲存空間提供者。

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Toista huomioääni, kun "korostetut merkit" -listalla oleva merkki korostetaan.
zh_hant: 當「醒目提示徽章」的徽章被醒目提示時播放音效。

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Toista huomioääni kun käyttäjänimesi mainitaan chatissa.
zh_hant: 每當你被聊天室提及時播放音效。

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Toista huomioääni, kun uusi käyttäjätili korostetaan (Vaatii "New Account Highlighter" laajennuksen)
zh_hant: 當出現新的帳戶出現時播放醒目提示音效。(需要"標記新帳號(New Account Highlighter)"附加元件)

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Viestejä ei näytetä chatissa, jos ne eivät ole tämän tai ylemmän tasoisilta käyttäjiltä.
zh_hant: 若傳送的用戶低於這個等級將會刪除他的所有訊息。

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Poistaa hymiöiden välissä olevat väillyönnit (esim. kombohymiöt)
zh_hant: 當兩個表情符號擺在一起的時候移除它們的空格。(如: 連續表情符號)

# addon.ffzap-core.highlight-sound.custom-url
source: Custom (URL)
fi: Mukautettu (URL)
zh_hant: 自訂 (網址)

# addon.ffzap-core.highlight-sound.preset-sound
source: Preset Sound
fi: Vakioääni
zh_hant: 預設音效

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: FFZ:AP Ydin
zh_hant: FFZ: 擴充功能包核心

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Chatti
zh_hant: 聊天室

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Hymiöt
zh_hant: 表情符號

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Huomioäänet
zh_hant: 醒目提示聲

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Huomioäänen asetukset
zh_hant: 聲音觸發音效

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Ota huomioääni käyttöön
zh_hant: 啟用醒目提示音效

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Soita huomioääni aina kun viesti korostetaan.
zh_hant: 每當有訊息被醒目提示時播放音效。

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Ääni
zh_hant: 音效

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Estä omalla kanavalla
zh_hant: 避免在自己的頻道中播放

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Estää huomioäänen toistamisen omalla kanavalla.
zh_hant: 避免音效在自己的頻道中播放。

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Toista kun merkki korostettu
zh_hant: 醒目提示徽章時播放音效

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Toista kun mainittu
zh_hant: 提及時播放

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Toista kun termi korostettu
zh_hant: 出現關鍵字時播放音效

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Toista huomioääni, kun "Korostetut termit" -listalla oleva termi korostetaan.
zh_hant: 當訊息裡出現你的「醒目提示字詞」中的字詞時會播放音效。

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Toista kun käyttäjä korostettaan
zh_hant: 當被標記的用戶出現時播放音效

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Toista kun uusi tili korostetaan
zh_hant: 當新帳號出現時播放音效

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Toista huomioääni, kun "Korostetut käyttäjät" -listalla oleva käyttäjä korostetaan.
zh_hant: 當出現你的「醒目提示用戶」中的用戶時會播放音效。

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Toista kun
zh_hant: 播放時機

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Toista huomioääni, kun chat-viesti korostetaan jostain valituista syistä.
zh_hant: 當聊天室訊息被所選原因醒目提示時播放音效。

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Huomioäänen äänenvoimakkuus
zh_hant: 醒目提示音效音量

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Aseta huomioäänen äänenvoimakkuus.
zh_hant: 變更醒目提示音效播放時的音量。

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Valitse ääni jota käytetään huomioäänenä.
zh_hant: 變更音效觸發器觸發時播放的音效。

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Viestien suodatus käyttäjätasolla
zh_hant: 按用戶等級篩選訊息

# setting.entry.ffzap.core.message_deletion.values.0
source: Display All Messages
fi: Näytä kaikki viestit
zh_hant: 顯示所有訊息

# FFZ Control Center
source: Remove spaces inbetween emotes when they are right after one another. (e.g. combo emotes)
fi: Poista välilyönnit hymiöiden väleistä
zh_hant: 移除表情符號之間的空格
