Repository: Blueberryy/I18n
Catalog: strings/addon.inlinetab/*.po
Languages: es, fi, zh_hant

# addon.inlinetab.item
source: {pos,number} of {total,number}
es: {pos,number} de {total,number}
fi: {pos,number}:ta {total,number}:sta
zh_hant: {pos,number} / {total,number}

# addon.inlinetab.type.command
source: Command
es: Comando
fi: Komento
zh_hant: 指令

# addon.inlinetab.type.emoji
source: Emoji
fi: Hymiö
zh_hant: 表情符號

# addon.inlinetab.type.emote
source: Emote
es: Emoticono
fi: Hymiö
zh_hant: 表情符號

# addon.inlinetab.type.mention
source: Mention
es: Mención
fi: Maininta
zh_hant: 提及

# FFZ Control Center
source: Display a tooltip when using tab-completion.
es: Tabulador en línea
fi: Rivitys välilehti
zh_hant: 行內Tab

# FFZ Control Center
source: Display a tooltip when using tab-completion.
es: Apariencia
fi: Ulkonäkö
zh_hant: 外觀

# FFZ Control Center
source: Display a tooltip when using tab-completion.
es: Contenido
fi: Sisältö
zh_hant: 內容

# FFZ Control Center
source: Display a tooltip when using tab-completion.
es: Tenga en cuenta que el autocompletado al tabular de Twitch se utilizará para el contenido que no está incluido en el autocompletado en línea.
zh_hant: 請注意這個行內Tab自動完成不支援的內容會由Twitch內建的Tab自動完成替代。

# FFZ Control Center
source: Display a tooltip when using tab-completion.
es: General
fi: Yleinen
zh_hant: 一般

# FFZ Control Center
source: Display a tooltip when using tab-completion.
es: Siempre prefijar menciones con el signo `@`.
fi: Aina lisää mainintoihin `@` etuliite.
zh_hant: 永遠在開頭使用`@`符號來提及他人。

# FFZ Control Center
source: Display a tooltip when using tab-completion.
es: No incluir comandos en el autocompletado en línea.
zh_hant: 請不要在行內Tab自動完成包含指令。

# FFZ Control Center
source: Display a tooltip when using tab-completion.
es: No incluir usuarios en el autocompletado en línea.
zh_hant: 請不要在行內Tab自動完成包含用戶。

# setting.entry.addon.inlinetab.tip-count
source: Display multiple entries in the tab-completion tooltip.
es: Mostrar entradas múltiples en la sugerencia del autocompletado en línea.
zh_hant: 在Tab自動完成小工具中顯示多個條目。

# FFZ Control Center
source: Display a tooltip when using tab-completion.
es: Mostrar una sugerencia cuando se usa el autocompletado.
zh_hant: 在使用Tab自動完成時顯示小工具。
