Repository: Blueberryy/I18n
Catalog: strings/embed/*.po
Languages: fi, pl, zh_hant

# embed.bttv.animated-emote
source: Animated Emote
fi: Animoitu Hymiö
pl: Animowane Emotki
zh_hant: 動態表情符號

# embed.bttv.by-line
source: By: {user}
fi: {user}:tä
pl: Przez: {user}
zh_hant: 由: {user}

# embed.bttv.status.approved
source: Approved
fi: Hyväksytty
pl: Zatwierdzone
zh_hant: 認可

# embed.bttv.uploader
source: Uploader
fi: Lähettäjä
zh_hant: 上傳者

# embed.discord.channel
source: Channel: {name}
fi: Kanava: {name}
pl: Kanał: {name}
zh_hant: 頻道: {name}

# embed.discord.invite
source: Discord Invite
fi: Discord Kutsu
pl: Zaproszenie Discord
zh_hant: Discord邀請

# embed.discord.server
source: Server: {name}
fi: Palvelin: {name}
pl: Serwer: {name}
zh_hant: 伺服器: {name}

# embed.ffz.by-line
source: By: {user}
fi: {user}:tä
pl: Przez: {user}
zh_hant: 由: {user}

# embed.ffz.emote
source: Emote
fi: Hymiö
pl: Emotka
zh_hant: 表情符號

# embed.ffz.owner
source: Owner
fi: Omistaja
pl: Właściciel
zh_hant: 擁有者

# embed.ffz.public
source: Public
fi: Julkinen
pl: Publiczny
zh_hant: 公開

# embed.ffz.user-line
source: {count,plural,one {# User} other {{count,number} Users}}
fi: {count,plural,one {# Käyttäjä} other {{count,number} Käyttäjät}}
pl: {count, plural, one {# Użykownik} other {{count,number} Użytkowników}}
zh_hant: {count,number} 位使用者

# embed.ffz.users
source: Users
fi: Käyttäjät
pl: Użytkownicy
zh_hant: 使用者

# embed.horaro.ended
source: Ended {when}
fi: Loppui {when}
pl: Ukończono {when}
zh_hant: 已結束於 {when}

# embed.horaro.event-ended
source: Event has ended
fi: Tapahtuma on loppunut
pl: Wydarzenie skończyło się
zh_hant: 活動已結束

# embed.horaro.last
source: Last
fi: Viimeinen
pl: Ostatni
zh_hant: 最後

# embed.horaro.range
source: {start} to {end}
fi: {start}:ta {end}:en
pl: {start} do {end}
zh_hant: 從 {start} 到 {end}

# embed.imgur.album
source: Imgur Album
fi: Imgur Albumi
pl: Album Imgur
zh_hant: Imgur相簿

# embed.imgur.album-stats
source: {images,plural,one{# Image}other{# Images}} • {views,plural,one{# View}other{{views,number} Views}}
fi: {images,plural,one{# Kuva}other{# Kuvia}} • {views,plural,one{# Katsoja}other{{views,number} Katsojia}}
pl: {images,plural,one{# Obraz}few{# Obrazy}many{# Obrazów}other{# Obrazów}} • {views,plural,one{# Wyświetlenie}few{# Wyświetlenia}many{# Wyświetleń}other{# Wyświetleń}}
zh_hant: {images,number} 張圖 • {views,number} 次觀看次數

# embed.imgur.by
source: By: {user}
fi: {user}:lta
pl: Przez: {user}
zh_hant: 由: {user}

# embed.imgur.dimensions
source: Dimensions
fi: Mitat
pl: Wymiary
zh_hant: 尺寸

# embed.imgur.dislikes
source: Downvotes
fi: Miinusäänestykset
pl: Głosy przeciw
zh_hant: 噓

# embed.imgur.gallery
source: Imgur Gallery
fi: Imgur Galleria
pl: Galeria Imgur
zh_hant: Imgur圖庫

# embed.imgur.gallery-extra
source: {posted,datetime} • {points,plural,one{# Point}other{{points,number} Points}} • 👍 {likes,number} • 👎 {dislikes,number}
fi: {posted,datetime} • {points,plural,one{# Piste}other{{points,number} Pisteet}} • 👍 {likes,number} • 👎 {dislikes,number}
pl: {posted,datetime} • {points,plural,one{# Punkt}few{{points,number} Punkty}other{{points,number} Punków}} • 👍 {likes,number} • 👎 {dislikes,number}
zh_hant: {posted,datetime} • {points,number} 點數 • 👍 {likes,number} • 👎 {dislikes,number}

# embed.imgur.images
source: Images
fi: Kuvia
pl: Obrazy
zh_hant: 圖片

# embed.imgur.likes
source: Upvotes
fi: Plussat
pl: Głosy za
zh_hant: 推

# embed.imgur.more
source: and {count,number} more
fi: ja {count,number} lisää
pl: i {count,number} więcej
zh_hant: 還有 {count,number} 個

# embed.imgur.score
source: Score
fi: PIstetys
pl: Wynik
zh_hant: 分數

# embed.imgur.views
source: Views
fi: Katsojat
pl: Wyświetlenia
zh_hant: 觀看次數

# embed.metadata.untitled
source: Untitled HTML Document
fi: Nimeämätön HTML tiedosto
pl: Dokument HTML bez nazwy
zh_hant: 無標題 HTML 文件

# embed.src.joined
source: Joined {when}
fi: Liittyi {when}
pl: Dołączono {when}
zh_hant: 加入於 {when}

# embed.src.more
source: (and {count} more)
fi: (ja {count} lisää)
pl: (i {count} więcej)
zh_hant: (還有 {count} 個)

# embed.src.pbs
source: {user}'s Personal Bests
fi: {user}:n Henkilökohtaiset Parhaat
pl: Najlepsze osobiste użytkownika {user}
zh_hant: {user}的個人最佳

# embed.src.place
source: {place,selectordinal,one {#st} two {#nd} few {#rd} other {#th}}
fi: {place,selectordinal,one {#.} two {#.} few {#.} other {#.}}
pl: {place, number}
zh_hant: 第 {place, number} 名

# embed.src.subtitle
source: {wrs,plural,one {# Record} other {# Records}} • {runs,plural,one {# Run} other {# Runs}} • {games,plural,one {# Game} other {# Games}} • {cats,plural,one {# Category} other {# Categories}}
fi: {wrs,plural,one {# Tallenne} other {# Tallennetta}} • {runs,plural,one {# Suoritus} other {# Suoritusta}} • {games,plural,one {# Peli} other {# Peliä}} • {cats,plural,one {# Kategoria} other {# Kategoriaa}}
pl: {wrs,plural,one {# Rekord} few {# Rekordy} other {# Rekordów}} • {runs,plural,one {# Run} few {# Runy} other {# Runów}} • {games,plural,one {# Gra} few {# Gry} other {# Gier}} • {cats,plural,one {# Kategoria} few {# Kategorie} other {# Kategorii}}
zh_hant: {wrs, number} 個紀錄 • {runs, number} 次嘗試 • {games, number} 個遊戲 • {cats, number} 個種類

# embed.src.t-cat
source: Category
fi: Kategoria
pl: Kategoria
zh_hant: 種類

# embed.src.t-game
source: Game
fi: Peli
pl: Gra
zh_hant: 遊戲

# embed.src.t-place
source: Place
fi: Paikka
pl: Miejsce
zh_hant: 名次

# embed.src.t-submitted
source: Submitted
fi: Lähetetty
pl: Wysłane
zh_hant: 已上傳

# embed.src.t-time
source: Time
fi: Aika
pl: Czas
zh_hant: 時間

# embed.src.with
source: with {players}
fi: {players} kanssa
pl: z {players}
zh_hant: 與 {players}

# embed.twitter.following
source: Following
fi: Seurataan
pl: Obserwowane
zh_hant: 追蹤中

# embed.twitter.info-line
source: {created,time} • {created,date} • {retweets,plural,one {# Retweet} other {# Retweets}} • {likes,plural,one {# Like} other {# Likes}}
fi: {created,time} • {created,date} • {retweets,plural,one {# Uudelleentwiittaus} other {# Uudelleentwiittausta}} • {likes,plural,one {# Tykkäys} other {# Tykkäystä}}
pl: {created,time} • {created,date} • {retweets,plural,one {# Retweet} few{# Retweety} other {# Retweetów}} • {likes,plural,one {# Like} few {# Like'i} other {# Like'ów}}
zh_hant: {created,time} • {created,date} • {retweets, number} 次轉推 • {likes, number} 個喜歡

# embed.twitter.likes
source: Likes
fi: Tykkäykset
pl: Like'i
zh_hant: 喜歡

# embed.twitter.profile-line
source: {tweets,plural,one {# Tweet} other {# Tweets}} • {following,number} Following • {followers,number} Followers • Joined {joined,date}
fi: {tweets,plural,one {# Twiitti} other {# Twiittiä}} • {following,number} Seuraa • {followers,number} Seuraajaa • Liittyi {joined,date}
pl: {tweets,plural,one {# Tweet} few{# Tweety} other {# Tweetów}} • {following,plural,one {# Obserwowany} other {# Obserwowanych}} Obserwowanych • {followers,plural,one {# Obserwujący} other {# Obserwujących}} • Dołączono {joined,date}
zh_hant: {tweets,number} 則推文 • {following,number} 跟隨中 • {followers,number} 位跟隨者 • 於 {joined,date} 加入

# embed.twitter.retweets
source: Retweets
fi: Retweetit
pl: Retweety
zh_hant: 轉推

# embed.twitter.tweeted
source: tweeted: {tweet}
fi: Twiittasi: {tweet}
pl: zatweetował: {tweet}
zh_hant: 已推文: {tweet}

# embed.twitter.tweets
source: Tweets
fi: Twiitit
pl: Tweety
zh_hant: 推文

# embed.youtube.info-1
source: {channel} • {views,plural,one {# View} other {{views,number} Views}} • 👍 {likes,number} • 👎 {dislikes,number}
fi: {channel} • {views,plural,one {# Katsoja} other {{views,number} Katsojaa}} • 👍 {likes,number} • 👎 {dislikes,number}
pl: {channel} • {views,plural,one {# Wyświetlenie} few {# Wyświetlenia} other {{views,number} Wyświetleń}} • 👍 {likes,number} • 👎 {dislikes,number}
zh_hant: {channel} • 觀看次數: {views, number} 次 • 👍 {likes,number} • 👎 {dislikes,number}
