Repository: Blueberryy/I18n
Catalog: strings/addon.7tv-emotes/*.po
Languages: de, es, fi, sv, zh_hant

# setting.entry.addon.seventv_emotes.animated_avatars
source: Animated Avatars
de: Animierte Avatare
es: Avatares animados
fi: Animoidut Avatarit
sv: Animerade avatarer
zh_hant: 動態頭貼

# setting.entry.addon.seventv_emotes.animated_avatars.description
source: Show 7TV animated avatars. [(7TV Subscriber Perk)](https://7tv.app/subscribe)
de: Zeigt animierte 7TV-Profilbilder. [(7TV-Abonnentenvorteil)](https://7tv.app/subscribe)
es: Mostrar avatares animados de 7TV. [(Ventaja de suscriptor de 7TV)](https://7tv.app/subscribe)
fi: Näytä 7TV:n animoidut avatarit. [(7TV Tilaaja Edut)](https://7tv.app/subscribe)
sv: Visa animerade 7TV-avatarer. [(förmån för 7TV-prenumeranter)](https://7tv.app/subscribe)
zh_hant: 顯示7TV的動態頭貼。[(7TV 訂閱者福利)](https://7tv.app/subscribe)

# setting.entry.addon.seventv_emotes.badges
source: Badges
de: Abzeichen
es: Medallas
fi: Merkit
sv: Märken
zh_hant: 徽章

# setting.entry.addon.seventv_emotes.badges.description
source: Show 7TV user badges. (Per-badge visibilty can be set in [Chat >> Badges > Visibilty > Add-Ons](~chat.badges))
de: Zeigt 7TV-Abzeichen bei Benutzern an. (Die Sichtbarkeit der einzelnen Abzeichen kann unter [Chat >> Abzeichen > Sichtbarkeit > Add-On](~chat.badges) eingestellt werden)
es: Mostrar medallas de usuario de 7TV. (La visibilidad de cada medalla puede ser ajustada en [Chat >> Medallas > Visibilidad > Complementos](~chat.badges))
fi: Näytä 7TV käyttäjä merkit. (Merkkikohtaisen näkyvyyden voi asettaa [Chatti >> Merkit > Näkyvyys > Lisäosat](~chat.badges))
sv: Visa 7TV-användarmärken. (Synlighet per märke kan ändras i [Chatt >> Märken > Synlighet > Tillägg](~chat.badges))
zh_hant: 顯示7TV的用戶徽章。(不同的徽章可見度可以在[聊天 >> 徽章 > 能見度 > 附加元件](~chat.badges))

# setting.entry.addon.seventv_emotes.channel_emotes
source: Channel Emotes
de: Kanal-Emotes
es: Emoticonos del canal
fi: Kanavan Hymiöt
sv: Kanalemotes
zh_hant: 頻道表情符號

# setting.entry.addon.seventv_emotes.channel_emotes.description
source: Enables channel specific emotes from 7TV.
de: Aktiviere diese Einstellung, um 7TV-Emotes für den jeweiligen Kanal anzuzeigen.
es: Activa los emoticonos de 7TV para canales específicos.
fi: Ottaa käyttöön kanavamukaiset hymiöt 7TV:stä.
sv: Aktivera kanalspecifika emotes från 7TV.
zh_hant: 啟用來自7TV的頻道專用表情符號。

# setting.entry.addon.seventv_emotes.emote_updates
source: Enable emote updates
de: Emote-Aktualisierungen aktivieren
es: Activar actualizaciones de emoticonos
fi: Ota käyttöön hymiö päivitykset
sv: Aktivera emoteuppdateringar
zh_hant: 啟用表情符號更新

# setting.entry.addon.seventv_emotes.emote_updates.description
source: Enables live updates when a 7TV emote is added or removed in the current channel.
de: Aktiviert Live-Updates, wenn ein 7TV-Emote im aktuellen Kanal hinzugefügt oder entfernt wird.
es: Activa actualizaciones a tiempo real cuando un emoticono de 7TV es añadido o eliminado en el canal actual.
fi: Ottaa käyttöön live päivitykset kun 7TV hymiö lisätään tai poistetaan tämänhetkisellä kanavalla.
sv: Aktivera omedelbara uppdateringar när en 7TV-emote läggs till eller tas bort i den nuvarande kanalen.
zh_hant: 當頻道中新增或移除7TV表情符號時啟用實時更新。

# setting.entry.addon.seventv_emotes.global_emotes
source: Global Emotes
de: Globale Emotes
es: Emoticonos Globales
fi: Globaalit hymiöt
sv: Globala emotes
zh_hant: 全域表情符號

# setting.entry.addon.seventv_emotes.global_emotes.description
source: Enables global emotes from 7TV.
de: Aktiviert Standard-7TV-Emotes.
es: Activa los emoticonos globales de 7TV.
fi: Ottaa käyttöön globaalit hymiöt 7TV:stä.
sv: Aktiverar globala emotes från 7TV.
zh_hant: 啟用來自7TV的全域表情符號。

# setting.entry.addon.seventv_emotes.unlisted_emotes
source: Show unlisted emotes
de: Nicht gelistete Emotes anzeigen
es: Mostrar emoticonos descatalogados
fi: Näytä listaamattomat hymiöt
sv: Visa olistade emotes
zh_hant: 顯示隱藏表情符號

# setting.entry.addon.seventv_emotes.unlisted_emotes.description
source: Show emotes which have been deemed non-TOS friendly by 7TV moderators.
de: Zeigt Emotes, die von 7TV-Moderatoren als nicht-TOS-freundlich eingestuft wurden.
es: Mostrar emoticonos que los mods de 7TV hayan considerado que no cumpla los TOS.
fi: Näytä hymiöt jotka on 7TV moderaattorien mukaan todettu ei-käyttäjäsopimus ystävällisiksi.
sv: Visar emotes som av 7TV-moderatorerna anses inte följa tjänstvillkoren.
zh_hant: 顯示7TV管理員認為不符合社群規範的表情符號。

# setting.entry.addon.seventv_emotes.update_messages
source: Show update messages
de: Aktualisierungsmeldungen anzeigen
es: Mostrar mensajes de actualización
fi: Näytä päivitysviestit
sv: Visa uppdateringsmeddelanden
zh_hant: 顯示更新訊息

# setting.entry.addon.seventv_emotes.update_messages.description
source: Show messages in chat when emotes are updated in the current channel.
de: Zeigt Benachrichtigungen im Chat an, wenn Emotes im aktuellen Kanal aktualisiert werden.
es: Mostrar mensajes en el chat cuando los emoticonos son actualizados en el canal actual.
fi: Näytä viestit chatissa kun hymiöt ovat päivitetty tämänhetkisellä kanavalla.
sv: Visa meddelanden i chatten när emotes uppdateras i den nuvarande kanalen.
zh_hant: 當表情符號更新時以訊息的方式顯示在該頻道的聊天室中。

# setting.add_ons.7tv_emotes.emotes.live_emote_updates
source: Live Emote Updates
de: Live-Emote-Aktualisierungen
es: Actualizaciones de emoticonos en directo
fi: Live Hymiöiden Päivitys
sv: Direktuppdatera emotes
zh_hant: 實時表情符號更新

# setting.add_ons.7tv_emotes
source: 7TV Emotes
es: Emoticonos de 7TV
fi: 7TV Hymiöt
zh_hant: 7TV 表情符號

# setting.add_ons.7tv_emotes.emotes
source: Emotes
es: Emoticonos
fi: Hymiöt
zh_hant: 表情符號

# setting.add_ons.7tv_emotes.emotes.emote_visibility
source: Emote Visibility
de: Emote-Sichtbarkeit
es: Visibilidad de Emoticono
fi: Hymiöden Näkyvyys
sv: Synlighet för emotes
zh_hant: 表情符號能見度

# setting.add_ons.7tv_emotes.user_cosmetics
source: User Cosmetics
de: Benutzer-Anpassungen
es: Cosméticos de usuario
fi: Käyttäjä Kosmetiikka
sv: Användarkosmetik
zh_hant: 使用者裝飾
